Repository: karlsbjorn/karlo-cogs
Catalog: wowtools/locales/*.po
Languages: sr_cs, sr_sp

source: Get the current market price of an item.
sr_cs: Dobijte trenutnu tržišnu cijenu artikla.
sr_sp: Добијте тренутну тржишну цену артикла.

source: Please set a region with `{prefix}wowset region` before using this command.
sr_cs: Molimo postavite regiju sa `{prefix}wowset region` prije korištenja ove naredbe.
sr_sp: Подесите регион са `{prefix}вовсет регион` пре употребе ове команде.

source: Command failed successfully. {e}
sr_cs: Naredba nije uspjela. {e}
sr_sp: Команда није успела. {e}

source: Please set a realm with `{prefix}wowset realm` before using this command.
sr_cs: Molimo postavite područje sa `{prefix}wowset realm` prije korištenja ove naredbe.
sr_sp: Подесите област са `{prefix}вовсет реалм` пре употребе ове команде.

source: No results found.
sr_cs: Nema rezultata.
sr_sp: Нема резултата.

source: Could not find realm.
sr_cs: Ne mogu pronaći carstvo.
sr_sp: Није могуће пронаћи царство.

source: No auctions could be found for this item.
sr_cs: Za ovaj artikal nije pronađena nijedna aukcija.
sr_sp: Није пронађена ниједна аукција за овај артикал.

source: Price: {item}
sr_cs: Cijena: {item}
sr_sp: Цена: {item}

source: Min Buyout
sr_cs: Min Otkup
sr_sp: Мин Буиоут

source: Current quantity
sr_cs: Trenutna količina
sr_sp: Тренутна количина

source: Warning
sr_cs: Upozorenje
sr_sp: Упозорење

source: The expected price of this item may be incorrect due to item level differences or other factors.
sr_cs: Očekivana cijena ovog artikla može biti netačna zbog razlika u nivou artikla ili drugih faktora.
sr_sp: Очекивана цена овог артикла може бити нетачна због разлика у нивоу ставке или других фактора.

source: [Detailed info](https://theunderminejournal.com/#{region}/{realm}/item/{item_id})
sr_cs: [Detaljne informacije](https://theunderminejournal.com/#{region}/{realm}/item/{item_id})
sr_sp: [Детаљне информације](хттпс://тхеундерминејоурнал.цом/#{region}/{realm}/итем/{item_id})

source: Manage guild member roles.
sr_cs: Upravljajte ulogama članova ceha.
sr_sp: Управљајте улогама чланова цеха.

source: Suggest proper roles for guild members.
sr_cs: Predložite odgovarajuće uloge za članove ceha.
sr_sp: Предложите одговарајуће улоге за чланове цеха.

source: No guild characters with syncable ranks found. Make sure you've set everything up correctly with `{prefix}gmset`.
sr_cs: Nije pronađen nijedan cehovski lik sa sinkroniziranim rangovima. Provjerite jeste li sve ispravno podesili sa `{prefix}gmset`.
sr_sp: Нема пронађених ликова из савеза са синхронизованим ранговима. Проверите да ли сте све исправно подесили са `{prefix}гмсет`.

source: No matched characters found. Make sure you've set everything up correctly with `{prefix}gmset`.
sr_cs: Nije pronađen nijedan podudarni karakter. Provjerite jeste li sve ispravno podesili sa `{prefix}gmset`.
sr_sp: Није пронађен ниједан одговарајући карактер. Проверите да ли сте све исправно подесили са `{prefix}гмсет`.

source: **{member}** should have the **{role}** role.
sr_cs: **{member}** bi trebao imati ulogu **{role}**.
sr_sp: **{member}** треба да има улогу **{role}**.

source: No changes found.
sr_cs: Promjene nisu pronađene.
sr_sp: Нису пронађене промене.

source: Configure guild management.
sr_cs: Konfigurirajte upravljanje esnafom.
sr_sp: Конфигуришите управљање савезом.

source: Bind a rank to a role.
sr_cs: Povežite rang sa ulogom.
sr_sp: Повежите чин са улогом.

source: Rank must be between 1 and 10.
sr_cs: Rang mora biti između 1 i 10.
sr_sp: Ранг мора бити између 1 и 10.

source: Role must be in this server.
sr_cs: Uloga mora biti na ovom serveru.
sr_sp: Улога мора бити на овом серверу.

source: **{role}** bound to **Rank {rank}**.
sr_cs: **{role}** vezano za **Rang {rank}**.
sr_sp: **{role}** везано за **Ранг {rank}**.

source: Set the guild name to be used in the guild management commands.
sr_cs: Postavite ime saveza koji će se koristiti u naredbama upravljanja savezom.
sr_sp: Подесите име савеза који ће се користити у командама за управљање савезом.

source: Guild name cleared.
sr_cs: Ime ceha je izbrisano.
sr_sp: Име цеха је избрисано.

source: Guild name set.
sr_cs: Ime ceha postavljeno.
sr_sp: Име цеха је постављено.

source: Set the realm of the guild.
sr_cs: Postavite carstvo ceha.
sr_sp: Поставите царство цеха.

source: Guild realm cleared.
sr_cs: Carstvo saveza je očišćeno.
sr_sp: Царство савеза је очишћено.

source: Guild realm set.
sr_cs: Cehovsko carstvo set.
sr_sp: Постављено царство савеза.

source: (Dev) Reset all guild settings.
sr_cs: (Dev) Resetujte sve postavke saveza.
sr_sp: (Дев) Ресетујте сва подешавања савеза.

source: Check a character's PVP ratings.
sr_cs: Provjerite PVP ocjene lika.
sr_sp: Проверите ПВП оцене лика.

source: That character or realm does not exist.
sr_cs: Taj lik ili carstvo ne postoji.
sr_sp: Тај лик или царство не постоји.

source: RBG Rating
sr_sp: РБГ Ратинг

source: 2v2 Rating
sr_sp: 2в2 Ратинг

source: 3v3 Rating
sr_sp: 3в3 Ратинг

source: Achievements
sr_cs: Dostignuća
sr_sp: Достигнућа

source: Commands for interacting with Raider.io
sr_cs: Komande za interakciju sa Raider.io
sr_sp: Команде за интеракцију са Раидер.ио

source: You didn't give me a realm.
sr_cs: Nisi mi dao carstvo.
sr_sp: Ниси ми дао царство.

source: Raider.io profile
sr_cs: Raider.io profil
sr_sp: Раидер.ио профил

source: __**Mythic+ Score**__
sr_sp: __**Митхиц+ Сцоре**__

source: Raid progress
sr_cs: Raid napredak
sr_sp: Раид напредак

source: Item level
sr_cs: Nivo stavke
sr_sp: Ниво ставке

source: Covenant
sr_sp: Завет

source: __Other links__
sr_cs: __Ostali linkovi__
sr_sp: __Друге везе__

source: Last updated: {char_last_updated}
sr_cs: Posljednje ažurirano: {char_last_updated}
sr_sp: Последње ажурирано: {char_last_updated}

source: Display the raider.io profile of a guild. If the guild or realm name have spaces in them, they need to be enclosed in quotes. Example: [p]raiderio guild "Jahaci Rumene Kadulje" Ragnaros
sr_cs: Prikaži raider.io profil ceha. Ako ime ceha ili carstva ima razmake, potrebno ih je staviti u navodnike. Primjer: [p]Raiderio ceh "Jahaci Rumene Kadulje" Ragnaros
sr_sp: Прикажи раидер.ио профил цеха. Ако име цеха или царства има размаке, потребно их је ставити у наводнике. Пример: [p]Раидерио цех "Јахаци Румене Кадуље" Рагнарос

source: Guild profile
sr_cs: Profil saveza
sr_sp: Гуилд профиле

source: __**Progress**__
sr_cs: __**Napredak**__
sr_sp: __**Напредак**__

source: {difficulty} rank
sr_cs: {difficulty} rang
sr_sp: {difficulty} ранг

source: World: {world} Region: {region} Realm: {realm}
sr_cs: Svijet: {world} Region: {region} Kraljevstvo: {realm}
sr_sp: Свет: {world} Регион: {region} Краљевство: {realm}

source: Last updated: {last_updated}
sr_cs: Posljednje ažurirano: {last_updated}
sr_sp: Последње ажурирано: {last_updated}

source: Display this week's affixes.
sr_cs: Prikaži ovosedmične afikse.
sr_sp: Прикажи овонедељне афиксе.

source: Show various scoreboards for your guild.
sr_cs: Pokažite različite tabele sa rezultatima za svoj ceh.
sr_sp: Покажите различите табеле са резултатима за свој цех.

source: Get the Mythic+ scoreboard for this guild.
sr_cs: Nabavite Mythic+ semafor za ovaj ceh.
sr_sp: Набавите Митхиц+ семафор за овај цех.

source: Change scoreboard settings
sr_cs: Promijenite postavke semafora
sr_sp: Промените подешавања табеле

source: Set the channel to send the scoreboard to.
sr_cs: Postavite kanal na koji ćete slati semafor.
sr_sp: Подесите канал на који желите да пошаљете семафор.

source: Scoreboard channel cleared.
sr_cs: Kanal semafora je očišćen.
sr_sp: Канал са семафором је обрисан.

source: Scoreboard channel set.
sr_cs: Scoreboard set kanala.
sr_sp: Постављени канали на табели.

source: Manage the scoreboard blacklist.
sr_cs: Upravljajte crnom listom semafora.
sr_sp: Управљајте црном листом семафора.

source: Add characters to the scoreboard blacklist. Characters can be separated by spaces or commas.
sr_cs: Dodajte likove na crnu listu semafora. Znakovi se mogu odvojiti razmacima ili zarezima.
sr_sp: Додајте ликове на црну листу семафора. Знакови се могу одвојити размацима или зарезима.

source: Blacklisted characters added.
sr_cs: Dodani su likovi na crnoj listi.
sr_sp: Додати су ликови са црне листе.

source: Remove characters from the scoreboard blacklist. Characters can be separated by spaces or commas.
sr_cs: Uklonite likove sa crne liste sa semafora. Znakovi se mogu odvojiti razmacima ili zarezima.
sr_sp: Уклоните ликове са црне листе семафора. Знакови се могу одвојити размацима или зарезима.

source: Blacklisted characters removed.
sr_cs: Uklonjeni likovi sa crne liste.
sr_sp: Уклоњени ликови са црне листе.

source: List the characters on the scoreboard blacklist.
sr_cs: Navedite likove na crnoj listi semafora.
sr_sp: Наведите ликове на црној листи семафора.

source: No characters are blacklisted.
sr_cs: Nijedan lik nije na crnoj listi.
sr_sp: Ниједан лик није на црној листи.

source: Blacklisted characters: {characters}
sr_cs: Likovi na crnoj listi: {characters}
sr_sp: Ликови на црној листи: {characters}

source: Clear the scoreboard blacklist.
sr_cs: Obrišite crnu listu sa semafora.
sr_sp: Обришите црну листу са семафора.

source: Blacklisted characters cleared.
sr_cs: Likovi sa crne liste su obrisani.
sr_sp: Ликови са црне листе су обрисани.

source: Name
sr_cs: Ime
sr_sp: Име

source: Score
sr_cs: Rezultat
sr_sp: Резултат

source: Mythic+ Guild Scoreboard
sr_sp: Митхиц+ Гуилд Сцоребоард

source: Rating
sr_cs: Ocjena
sr_sp: Оцена

source: Guild PvP Leaderboard
sr_sp: Гуилд ПвП Леадербоард

source: RBG Leaderboard
sr_sp: РБГ Леадербоард

source: 2v2 Arena Leaderboard
sr_sp: 2в2 Арена Леадербоард

source: 3v3 Arena Leaderboard
sr_sp: 3в3 Арена Леадербоард

source: Check price of WoW token in a region
sr_cs: Provjerite cijenu WoW tokena u regiji
sr_sp: Проверите цену ВоВ токена у региону

source: Current price of the {region} WoW Token is: **{gold}**
sr_cs: Trenutna cijena {region} WoW tokena je: **{gold}**
sr_sp: Тренутна цена ВоВ токена {region} је: **{gold}**

source: WoW Token prices
sr_cs: Cijene WoW tokena
sr_sp: Цене ВоВ токена

source: The Blizzard API is not properly set up. Create a client on https://develop.battle.net/ and then type in `{prefix}set api blizzard client_id,whoops client_secret,whoops` filling in `whoops` with your client's ID and secret.
sr_cs: Blizzard API nije pravilno postavljen. Kreirajte klijenta na https://develop.battle.net/ i zatim ukucajte `{prefix}set api blizzard client_id,whoops client_secret,whoops` popunjavajući `whoops` sa ID-om i tajnom vašeg klijenta.
sr_sp: Близзард АПИ није правилно подешен. Креирајте клијента на хттпс://девелоп.баттле.нет/, а затим укуцајте `{prefix}сет апи близзард цлиент_ид,вхоопс цлиент_сецрет,вхоопс` попуњавајући `вхоопс` ИД-ом и тајном вашег клијента.

source: Commands for interacting with WowAudit.
sr_cs: Komande za interakciju sa WowAuditom.
sr_sp: Команде за интеракцију са ВовАудитом.

source: Show your wowaudit summary.
sr_cs: Pokažite svoj wowaudit sažetak.
sr_sp: Покажите свој воваудит резиме.

source: Weekly summary
sr_cs: Sedmični sažetak
sr_sp: Недељни резиме

source: Missing Enchants/Gems
sr_cs: Nedostaju čari/dragulji
sr_sp: Недостају чари/драгуљи

source: Weekly Dungeons Completed
sr_cs: Nedeljne tamnice završene
sr_sp: Недељне тамнице су завршене

source: Weekly World Quests Done
sr_cs: Odrađeni sedmični svjetski zadaci
sr_sp: Недељни светски задаци завршени

source: Average Item Level
sr_cs: Prosječan nivo stavke
sr_sp: Просечан ниво ставке

source: Tier Pieces Obtained
sr_cs: Tier Pieces Dobijeni
sr_sp: Добијени делови нивоа

source: Weekly Mythic Dungeons Done
sr_cs: Sedmične mitske tamnice završene
sr_sp: Недељне митске тамнице завршене

source: Great Vault Score
sr_sp: Греат Ваулт Сцоре

source: World Quests Done
sr_cs: World Quests Urađeni
sr_sp: Ворлд Куестс Урађени

source: Show current equipped item level of your wowaudit group.
sr_cs: Prikaži trenutni nivo opremljene stavke vaše wowaudit grupe.
sr_sp: Прикажи тренутни ниво опремљене ставке ваше воваудит групе.

source: Page {page_number}
sr_cs: Stranica {page_number}
sr_sp: Страница {page_number}

source: Show current equipped tier pieces of your wowaudit group.
sr_cs: Pokažite trenutno opremljene dijelove svoje wowaudit grupe.
sr_sp: Покажите тренутно опремљене делове нивоа ваше воваудит групе.

source: Show mythic dungeons completed this week.
sr_cs: Prikaži mitske tamnice završene ove sedmice.
sr_sp: Прикажите митске тамнице завршене ове недеље.

source: Shows the item level sum of all items in your wowaudit group's vault.
sr_cs: Prikazuje zbir nivoa stavke svih stavki u trezoru vaše wowaudit grupe.
sr_sp: Приказује збир нивоа ставке свих ставки у трезору ваше воваудит групе.

source: Shows world quests completed this week.
sr_cs: Prikazuje svjetske misije završene ove sedmice.
sr_sp: Приказује светске мисије завршене ове недеље.

source: Shows raid kills for the current week.
sr_cs: Prikazuje ubistva u raciji za tekuću sedmicu.
sr_sp: Приказује убиства у нападима за текућу недељу.

source: Raid Kills (current week)
sr_cs: Raid Kills (trenutna sedmica)
sr_sp: Раид Киллс (тренутна недеља)

source: No WowAudit spreadsheet key set. Set the key with `{prefix}wowset wowaudit <key>`
sr_cs: Nije postavljen ključ za WowAudit proračunsku tablicu. Postavite ključ sa `{prefix}wowset wowaudit <key>`
sr_sp: Није постављен кључ за ВовАудит прорачунску табелу. Подесите кључ са `{prefix}вовсет воваудит <key>`

source: No service account credentials found.
sr_cs: Nisu pronađene vjerodajnice računa usluge.
sr_sp: Нису пронађени акредитиви налога услуге.

source: Interact with various World of Warcraft APIs
sr_cs: Interakcija s raznim World of Warcraft API-jima
sr_sp: Интеракција са различитим АПИ-јима за Ворлд оф Варцрафт

source: Change WoWTools settings.
sr_cs: Promijenite postavke WoWToolsa.
sr_sp: Промените подешавања ВоВТоолс-а.

source: Set the region where characters and guilds will be searched for.
sr_cs: Postavite regiju u kojoj će se tražiti likovi i cehovi.
sr_sp: Подесите регион где ће се тражити ликови и цехови.

source: Region set succesfully.
sr_cs: Regija je uspješno postavljena.
sr_sp: Регион је успешно постављен.

source: Set the realm of your guild.
sr_cs: Postavite carstvo svog ceha.
sr_sp: Поставите царство свог цеха.

source: Realm cleared.
sr_cs: Realm očišćen.
sr_sp: Краљевство је очишћено.

source: Realm set.
sr_sp: Реалм сет.

source: (CASE SENSITIVE) Set the name of your guild.
sr_cs: (OSJETLJIV MELISA I MJESTA) Podesite ime svog ceha.
sr_sp: (ОСЈЕТЉИВ ВЕЛИКА и мала слова) Подесите име свог цеха.

source: Set the key of your wowaudit spreadsheet.
sr_cs: Postavite ključ vaše wowaudit tabele.
sr_sp: Подесите кључ ваше воваудит табеле.

source: WowAudit spreadsheet key cleared.
sr_cs: WowAudit ključ tabele je obrisan.
sr_sp: Кључ ВовАудит табеле је обрисан.

source: WowAudit spreadsheet key set.
sr_cs: WowAudit skup ključeva za proračunsku tablicu.
sr_sp: ВовАудит скуп кључева за табелу.

source: Set the service account key for the bot. This is required for any wowaudit commands.
sr_cs: Postavite ključ servisnog naloga za bota. Ovo je potrebno za sve wowaudit komande.
sr_sp: Подесите кључ сервисног налога за бота. Ово је потребно за све команде воваудит.

source: This command can only be used in DMs.
sr_cs: Ova komanda se može koristiti samo u DM-ovima.
sr_sp: Ова команда се може користити само у ДМ-овима.

source: A service account is a special type of Google account intended to represent a non-human user that needs to authenticate and be authorized to access data in Google APIs. Since it’s a separate account, by default it does not have access to any spreadsheet until you share it with this account. Just like any other Google account. Here’s how to get one: 1. Go to https://console.developers.google.com/ 2. In the box labeled “Search for APIs and Services”, search for “Google Drive API” and enable it. 3. In the box labeled “Search for APIs and Services”, search for “Google Sheets API” and enable it. 4. Go to “APIs & Services > Credentials” and choose “Create credentials > Service account key”. 5. Fill out the form 6. Click “Create” and “Done”. 7. Press “Manage service accounts” above Service Accounts. 8. Press on ⋮ near recently created service account and select “Manage keys” and then click on “ADD KEY > Create new key”. 9. Select JSON key type and press “Create”. You will automatically download a JSON file with credentials. Attach that file with the command you just typed.
sr_cs: Servisni račun je posebna vrsta Google računa namijenjena predstavljanju korisnika koji nije čovjek koji treba da se autentifikuje i ovlasti za pristup podacima u Google API-jima. Pošto je to zaseban nalog, on podrazumevano nema pristup nijednoj tabeli dok je ne podelite sa ovim nalogom. Kao i svaki drugi Google račun. Evo kako da ga dobijete: 1. Idite na https://console.developers.google.com/ 2. U polju s natpisom “Traži API-je i usluge”, potražite “Google Drive API” i omogućite ga. 3. U okviru označenom sa “Traži API-je i usluge”, potražite “Google Sheets API” i omogućite ga. 4. Idite na “API i usluge > Akreditivi” i odaberite “Kreiraj vjerodajnice > Ključ računa usluge”. 5. Popunite formular 6. Kliknite na “Kreiraj” i “Gotovo”. 7. Pritisnite “Upravljanje nalozima usluge” iznad Servisnih naloga. 8. Pritisnite ⋮ blizu nedavno kreiranog naloga usluge i odaberite “Upravljanje ključevima”, a zatim kliknite na “DODAJ KLJUČ > Kreiraj novi ključ”. 9. Odaberite tip JSON ključa i pritisnite “Kreiraj”. Automatski ćete preuzeti JSON fajl sa akreditivima. Priložite tu datoteku komandom koju ste upravo upisali.
sr_sp: Налог услуге је посебан тип Гоогле налога намењен представљању корисника који није човек који треба да се аутентификује и да буде овлашћен за приступ подацима у Гоогле АПИ-јима. Пошто је то посебан налог, он подразумевано нема приступ ниједној табели док је не поделите са овим налогом. Као и сваки други Гоогле налог. Ево како да га добијете: 1. Идите на хттпс://цонсоле.девелоперс.гоогле.цом/ 2. У пољу са ознаком „Тражи АПИ-је и услуге” потражите „АПИ за Гоогле диск” и омогућите га. 3. У пољу са ознаком „Тражи АПИ-је и услуге“, потражите „АПИ за Гоогле табеле“ и омогућите га. 4. Идите на „АПИ и услуге > Акредитиви“ и изаберите „Креирај акредитиве > Кључ налога услуге“. 5. Попуните формулар 6. Кликните на “Креирај” и “Готово”. 7. Притисните „Управљање налозима услуге“ изнад Сервисних налога. 8. Притисните ⋮ близу недавно креираног налога услуге и изаберите „Управљање кључевима“, а затим кликните на „ДОДАЈ КЉУЧ > Креирај нови кључ“. 9. Изаберите тип ЈСОН кључа и притисните „Креирај“. Аутоматски ћете преузети ЈСОН датотеку са акредитивима. Приложите ту датотеку командом коју сте управо откуцали.

source: Service account set.
sr_cs: Servisni račun postavljen.
sr_sp: Сервисни налог је постављен.

source: Instructions for setting up the Blizzard API.
sr_cs: Upute za postavljanje Blizzard API-ja.
sr_sp: Упутства за подешавање Близзард АПИ-ја.

source: Create a client on https://develop.battle.net/ and then type in `{prefix}set api blizzard client_id,whoops client_secret,whoops` filling in `whoops` with your client's ID and secret.
sr_cs: Kreirajte klijenta na https://develop.battle.net/ i zatim ukucajte `{prefix}set api blizzard client_id,whoops client_secret,whoops` popunjavajući `whoops` sa ID-om i tajnom vašeg klijenta.
sr_sp: Креирајте клијента на хттпс://девелоп.баттле.нет/, а затим укуцајте `{prefix}сет апи близзард цлиент_ид,вхоопс цлиент_сецрет,вхоопс` попуњавајући `вхоопс` ИД-ом и тајном вашег клијента.

source: Set the emotes used for gold, silver and copper.
sr_cs: Postavite emocije koje se koriste za zlato, srebro i bakar.
sr_sp: Поставите емоције које се користе за злато, сребро и бакар.

source: Invalid currency.
sr_cs: Nevažeća valuta.
sr_sp: Неважећа валута.

source: {currency} emote set to {emoji}
sr_cs: {currency} emocija postavljena na {emoji}
sr_sp: {currency} емоција постављена на {emoji}

source: {currency} emote removed.
sr_cs: {currency} emocija je uklonjeno.
sr_sp: Уклоњено је {currency} емоција.

source: Get all the PvP related scoreboards for this guild.
sr_cs: Nabavite sve PvP povezane tablice rezultata za ovaj ceh.

source: This may take a while...
sr_cs: Ovo može potrajati...
