Repository: karlsbjorn/karlo-cogs
Catalog: discordstreams/locales/*.po
Languages: hr_hr

source: Set the channel for live alerts.
hr_hr: Postavi kanal za obavijesti.

source: Live alerts will no longer be sent to {channel}.
hr_hr: Obavijesti više neće biti slane u {channel}.

source: Go Live alerts will be sent to {channel}
hr_hr: Go Live obavijesti će se sada slati u {channel}

source: Change settings for the live alerts.
hr_hr: Promijenite postavke za obavijesti.

source: Ignore a voice channel.
hr_hr: Ignoriraj glasovni kanal.

source: Streams happening in {channel} will no longer be ignored.
hr_hr: Streamovi koji se odvijaju u {channel} više se neće ignorirati.

source: Streams happening in {channel} will now be ignored.
hr_hr: Streamovi koji se odvijaju u {channel} će se ignorirati.

source: List ignored voice channels.
hr_hr: Popis ignoriranih glasovnih kanala.

source: No channels are currently ignored.
hr_hr: Nijedan kanal trenutno nije ignoriran.

source: Ignored Channels
hr_hr: Ignorirani kanali

source: Watch the stream
hr_hr: Gledaj stream

source: {member} is live!
hr_hr: {member} prenosi uživo!

source: Stream started {relative_timestamp}
hr_hr: Prijenos je započeo {relative_timestamp}

source: Ends
hr_hr: Završava

source: Nothing
hr_hr: Ništa

source: Playing: {activity}
hr_hr: Igra: {activity}
