Repository: karlsbjorn/karlo-cogs
Catalog: battlenetauth/locales/*.po
Languages: hr_hr

source: Battle.net authenticator commands.
hr_hr: Naredbe Battle.net autentifikatora.

source: Set up the authenticator.
hr_hr: Postavite autentifikator.

source: The owner of this bot will have **full access** to your authenticator details. If you do not fully trust the owner of this bot with this information, do not use this command. If you are sure you want to continue, type `yes`. Otherwise, type `no`.
hr_hr: Vlasnik ovog bota imat će **puni pristup** vašim podacima o autentifikatoru. Ako vlasniku ovog bota ne vjerujete u potpunosti, nemojte koristiti ovu naredbu. Ako ste sigurni da želite nastaviti, upišite `yes`. U protivnom upišite `no`.

source: Assuming `no`.
hr_hr: Pretpostavljam `no`.

source: Invalid serial or secret.
hr_hr: Nevažeći serijski ili tajni broj.

source: Could not connect: {error}
hr_hr: Nije moguće povezati se: {error}

source: Authenticator set. Your code is: **{code}**
hr_hr: Autentifikator postavljen. Vaš kod je: **{code}**

source: Get your authenticator code.
hr_hr: Dobijte svoj autentifikacijski kod.

source: You haven't set up the authenticator yet.
hr_hr: Još niste postavili autentifikator.

source: Your code is: **{code}** It expires {time}
hr_hr: Vaš kod je: **{code}** Ističe {time}
